/* 
  Installer.strings
  CleanMyMac

  Created by tanlan on 9/25/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/
"Installer_WindowTitle" = "Instalação do %@";
"Installer_StatusTextValue_Downloading" = "Transferindo o %@…";
"Installer_StatusTextValue_Retrying" = "A transferência falhou. Tentando novamente…";
"Installer_StatusTextValue_RetryingSec" = "A transferência falhou. Tentando novamente em %lu s…";

"Installer_IncompleteAlert_Message" = "Transferência em andamento";
"Installer_IncompleteAlert_InformativeText" = "Tem certeza de que deseja encerrar antes de concluir a transferência do %@?";
"Installer_IncompleteAlert_DefaultButton" = "Continuar Transferência";
"Installer_IncompleteAlert_AlternativeButton" = "Encerrar";

"Installer_FailureAlert_Message" = "A transferência falhou";
"Installer_FailureAlert_InformativeText" = "Ocorreu um erro ao tentar transferir o %@. Transfira-o diretamente do site.";
"Installer_FailureAlert_DefaultButton" = "Transferência Direta";
"Installer_FailureAlert_AlternativeButton" = "Cancelar";

"Installer_NoConnection_DefaultButton" = "Mais Tarde";
